Repository: yuksekyusuf/Jungle-Spirits
Catalog: Temple Beasts/*.lproj/Localizable.strings
Languages: de, es, fr, tr

# VERSUS_AI
source: ENTER THE JUNGLE
de: IM DSCHUNGEL
es: CONTRA IA
fr: CONTRE IA
tr: ORMANA GİRİN

source: LOCAL DUEL
de: LOKALES DUELL
es: DUELO LOCAL
fr: DUEL LOCAL
tr: YEREL DÜELLO

# ONLINE_BATTLE
source: ONLINE
es: BATALLA EN LÍNEA
fr: BATAILLE EN LIGNE
tr: ÇEVRİMİÇİ

# HOW_TO_PLAY_TITLE
source: How to Play
de: Spielanleitung
es: Cómo jugar
fr: Comment jouer
tr: Nasıl Oynanır

# SELECTING_A_GEM_TITLE
source: Selecting a Gem
de: Auswahl eines Edelsteins
es: Selección de una gema
fr: Sélection d'une gemme
tr: Bir Mücevher Seçmek

# SELECTING_A_GEM_DESC
source: Select a gem. Notice the green and yellow areas? That's where the magic happens!
de: Wähle einen Edelstein. Siehst du die grünen und gelben Bereiche? Dort passiert die Magie!
es: Selecciona una gema. ¿Ves las zonas verdes y amarillas? ¡Ahí es donde ocurre la magia!
fr: Sélectionnez une gemme. Vous voyez les zones vertes et jaunes? C'est là que la magie opère!
tr: Bir mücevher seçin. Yeşil ve sarı alanları fark ettiniz mi? İşte büyünün gerçekleştiği yer burası!

# CLONING_TITLE
source: Cloning
de: Klonen
es: Clonación
fr: Clonage
tr: Klonlama

# CLONING_DESC
source: Move to a green area, and your gem clones itself. Double the fun!
de: Bewege dich in einen grünen Bereich und dein Edelstein kloniert sich. Doppelter Spaß!
es: Muévete a una zona verde, y tu gema se clona. ¡Diversión al doble!
fr: Déplacez-vous vers une zone verte, et votre gemme se clone. Double plaisir!
tr: Yeşil bir alana hareket edin ve mücevheriniz kendini klonlar. İki kat eğlence!

# TELEPORTATION_TITLE
source: Teleportation
es: Teletransporte
fr: Téléportation
tr: Işınlanma

# TELEPORTATION_DESC
source: Leap to a yellow area, and your gem teleports. It's a two-tile jump!
de: Springe in einen gelben Bereich und dein Edelstein teleportiert sich. Es ist ein Sprung über zwei Felder!
es: Salta a una zona amarilla, y tu gema se teletransporta. ¡Es un salto de dos casillas!
fr: Sautez dans une zone jaune, et votre gemme se téléporte. C'est un saut de deux cases!
tr: Sarı bir alana atlayın ve mücevheriniz ışınlanır. Bu iki karo atlamadır!

# CONVERTING_ENEMIES_TITLE
source: Converting Enemies
de: Feinde konvertieren
es: Conversión de enemigos
fr: Conversion des ennemis
tr: Düşmanları Dönüştürme

# CONVERTING_ENEMIES_DESC
source: Whenever your gem touches an enemy - whether horizontally, vertically, or diagonally - they join your ranks! Strategize to maximize conversions.
de: Immer wenn dein Edelstein einen Feind berührt - sei es horizontal, vertikal oder diagonal - treten sie deinen Reihen bei! Strategiere, um die Konversionen zu maximieren.
es: Cada vez que tu gema toca un enemigo - ya sea horizontal, vertical o diagonalmente - ¡se unen a tus filas! Estrategiza para maximizar las conversiones.
fr: Chaque fois que votre gemme touche un ennemi - que ce soit horizontalement, verticalement ou en diagonale - ils rejoignent vos rangs! Élaborez une stratégie pour maximiser les conversions.
tr: Mücevheriniz bir düşmana - ister yatay, ister dikey, ister çapraz - dokunduğunda, onlar sizin saflarınıza katılır! Dönüşümleri en üst düzeye çıkarmak için strateji yapın.

# OBJECTIVE_TITLE
source: Objective
de: Ziel
es: Objetivo
fr: Objectif
tr: Amaç

# OBJECTIVE_DESC
source: Rule the board, convert more enemies, and outsmart your opponent. Ready to conquer?
de: Beherrsche das Brett, konvertiere mehr Feinde und überliste deinen Gegner. Bereit zu erobern?
es: Domina el tablero, convierte más enemigos y supera a tu oponente. ¿Listo para conquistar?
fr: Dominez le plateau, convertissez plus d'ennemis et déjouez votre adversaire. Prêt à conquérir?
tr: Tahtayı yönetin, daha fazla düşman dönüştürün ve rakibinizi alt edin. Fethetmeye hazır mısınız?

source: NEXT
de: WEITER
es: SIGUIENTE
fr: SUIVANT
tr: İLERİ

source: GOT IT!
de: VERSTANDEN!
es: ENTENDIDO!
fr: COMPRIS!
tr: ANLADIM!

source: MUSIC
de: MUSIK
es: MÚSICA
fr: MUSIQUE
tr: MÜZİK

source: SOUND
es: SONIDO
fr: SON
tr: SES

source: Hearts
de: Herzen
tr: Kalpler

# NEXT_HEARTS
source: Next hearts in
de: Nächste Herzen in
tr: Sonraki kalpler

# OK
source: OKAY
tr: TAMAM

source: HOW TO PLAY
de: SPIELANLEITUNG
tr: NASIL OYNANIR

source: RATE US
de: BEWERTEN SIE UNS
tr: BİZİ DEĞERLENDİRİN

source: RESET GAME
de: NEUSTART
tr: OYUNU SIFIRLA

source: DESIGNER
tr: TASARIMCI

source: DEVELOPER
de: ENTWICKLER
tr: GELİŞTİRİCİ

# ONLY_IF
source: Only if you believe
de: Nur wenn du glaubst
tr: Sadece inanıyorsanız

# FIND_MAPS
source: You will find more maps here soon...
de: Hier findest du bald mehr Karten...
tr: Yakında burada daha fazla harita bulacaksınız...

# BE_CONTINUED
source: to be continued...
de: wird fortgesetzt...
tr: devam edecek...

source: Getting hot
de: Es wird heiß
tr: Isınıyor

# CROSS_RIVER
source: Crossing the river
de: Den Fluss überqueren
tr: Nehri geçmek

# INTO_VALLEY
source: Into the valley
de: Ins Tal
tr: Vadiye doğru

# YOU_SURE
source: Are you sure?
de: Bist du sicher?
tr: Emin misiniz?

# LOSE_PROGRESS
source: You will lose all your progress, and the game will start over.
de: Du wirst alle Fortschritte verlieren und das Spiel beginnt von vorne.
tr: Tüm ilerlemenizi kaybedeceksiniz ve oyun yeniden başlayacak.

source: Cancel
de: Abbrechen
tr: İptal

# RESET_GAME_2
source: Reset Game
de: Spiel zurücksetzen
tr: Oyunu Sıfırla

# SEALED
source: Map is sealed
de: Karte versiegelt

# FINISH_MAP
source: Finish the other maps first to unseal this map
de: Schließen Sie zuerst die anderen Karten ab, um diese Karte freizuschalten

source: Continue
de: Fortsetzen
